benchmark/results/v0.7/soak-compressed/smoke/mixed-60s/wrk.txt
Running 1m test @ http://127.0.0.1:8080/plaintext
  2 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.23ms  562.07us   5.84ms   79.27%
    Req/Sec    25.67k   416.84    27.19k    69.42%
  Latency Distribution
     50%    0.97ms
     75%    1.27ms
     90%    2.30ms
     99%    2.64ms
  3064583 requests in 1.00m, 339.02MB read
Requests/sec:  51075.85
Transfer/sec:      5.65MB